[
    {
        "advert_id": 1,
        "position_id": 1,
        "correspondence_id": 1,
        "advert_ref": "SWW-2/20-1",
        "contract_type": "permanent",
        "full_time_part_time": "full-time",
        "date_posted": null,
        "date_seen": "2020-01-20T00:00:00.000Z",
        "closing_date": "2020-01-31T00:00:00.000Z",
        "live": true,
        "advert_url": "https://jobmate.recruitive.com/agencies/SWW/JobDetails.cfm?vacID=57255",
        "min_salary": "£18,000",
        "max_salary": "£20,000",
        "advert_description": "Are you looking for a new challenge within one of the South West’s leading employers?\n\nSouth West Water provide reliable, efficient and high-quality drinking water and waste water services throughout Cornwall, Devon, and parts of Somerset and Dorset. We believe that by investing in the future of our region, we are not only improving the quality of life for today’s residents and visitors but are also taking responsibility for future generations. Our aim is to continually drive up standards, particularly in the areas that matter most to our customers and be amongst the best in the water industry.\n\nWe are now seeking a Networks Technical Assistant to join our Networks team. You can be based in either Exeter or Bournemouth.\n\nWhat will you be doing?\n\nThe Networks Technical Assistant will provide effective technical planning and administrative services to multiple area’s network teams, reporting to the Network Team Manager, in the local Network Service Alliance Hub.\n\nYou will provide an excellent customer experience by ensuring effective contact and planning visits for Network teams. You will support the network team with resolution of customer complaints or unwanted calls, as directed by senior management.\n\nWhat do you need?\n\nProven experience of working in a busy office environment, ideally within a service delivery sector\nProficient in the use of Microsoft Office applications, specifically Word/Excel and email management\nPrevious experience working on own and as part of a team\nExcellent organisational and time management skills\nProven experience of providing high quality internal and external customer service\nAbility to take the initiative and work unsupervised\nWhat can South West Water offer you?\n\nIn return for your hard work as our Networks Technical Assistant, we can offer a competitive salary of £18,000 - £20,000 per annum. We also offer a range of excellent benefits, working within a team-orientated and collaborative environment, for a company that strives to be environmentally, socially and economically sustainable.\n\nIf you have the skills and experience to excel as our Networks Technical Assistant, click apply.",
        "agency": false,
        "job_board": null,
        "voluntary": false,
        "job_location": "Exeter",
        "applied": false,
        "profession_id": 1,
        "position_title": "Technical Assistant - Networks",
        "contact_id": null,
        "address_id": null,
        "company_id": 1,
        "company_name": "South West Water",
        "sector": null,
        "industry": null,
        "website": null
    },
    {
        "advert_id": 2,
        "position_id": 2,
        "correspondence_id": 2,
        "advert_ref": "IRC2172675",
        "contract_type": "permanent",
        "full_time_part_time": "full-time",
        "date_posted": null,
        "date_seen": "2020-01-20T00:00:00.000Z",
        "closing_date": "2020-01-23T00:00:00.000Z",
        "live": true,
        "advert_url": "https://iebsprodnwrl.omcs.networkrail.co.uk/OA_HTML/OA.jsp?OAFunc=IRC_VIS_VAC_DISPLAY&p_svid=2172675&p_spid=6969995&refsh=0",
        "min_salary": "£24,712",
        "max_salary": "£24,712",
        "advert_description": "Network Rail is at the heart of revitalising Britain’s railway. We’re making rail safer, more reliable and more efficient than ever before. It’s a big challenge, and every talented individual in every different team takes responsibility for doing their bit. We’re all accountable for making the best of every duty. Of course, we’re also accountable for helping each other thrive. Together, we’re making a railway fit for the future. And as the network continues to grow, you’ll grow along with us.\n\n \n\nMaintenance Engineering is at the heart of our commitment to safety and reliability. Every day, across the nation, we’re working hard to deliver the railway our customers deserve. It’s vital to develop the right solutions, the most efficient ways of working, the most rigorous approach to compliance and safety. And it’s all made possible thanks to dedicated technical support.\n\nBrief Description\t\t\nSupporting an engineering team with everything from surveys and design, through to technical maintenance work, you’ll hone your skills, develop new ones, and prepare for a rewarding career.\n\nAbout the role (External)\t\t\nThis is an ideal opportunity to learn and develop technical skills that are crucial to the success of Network Rail. With an enthusiastic and conscientious approach, you could enjoy the scope to progress into more senior roles as you hone your abilities and achievements.\n\n \n\nIn this varied role, you’ll help to provide vital technical support to a Maintenance Engineering team. We’ll look to you to assist technical staff with everything from survey and design work, through to technical tasks in support of maintenance activities. Whatever your task, you’ll ensure it is completed accurately, safely and on time.\n\n \n\nYou’ll carefully identify record and analyse technical data and keep a range of systems, databases and records up-to-date and accurate. In addition, you’ll help to prepare specifications and requisitions for materials. What’s more, you’ll enjoy opportunities to assist with the preparation of method statements and plans for design or work activities.\n\n \n\nEssential Criteria\n\n·         IT literate and able to work with a range of digital equipment\n\n·         Five GCSEs including Maths, English and a Science subject or equivalent\n\n·         Previous experience of analysing data and keeping accurate records\n\n·         A team player\n\n·         Keen to develop and make a difference\n\n \n\nDesirable Criteria\n\n·         Knowledge of operational railway environment\n\n \n\nThis role involves days, nights and weekend working, and is a safety critical role so subject to drug and alcohol testing and passing of the relevant medical assessment.\n\nHow To Apply- External\t\t\nSalary: £24,712\n\nClosing date: 23rd of January 2020.\n\nHow to apply: Please click ‘apply now’ to apply.\n\n \n\nWe retain the right to close the advert before the listed closing date based on application volumes.\n\n \n\nNetwork Rail adheres to pre-employment Baseline Personal Security Standard (BPSS), this is government standard for pre –employment vetting.\n\nBPSS government standard pre-employment vetting requires Network Rail to screen a potential employee’s unspent criminal convictions and undertake 3 year career checks. Employment at Network Rail is subject to employees meeting the BPSS government standard pre-employment vetting.\n\n \n\nNetwork Rail welcomes applications from a diverse range of candidates regardless  of age, disability,  marital status (including civil partnerships), pregnancy or maternity, race, religion or belief, sexual orientation, transgender status, sex (or gender), employment status, membership or non-membership of trade union, social class or any other irrelevant factor.  We are committed to interviewing all applicants who declare a disability and meet the essential criteria advertised.  We are two ticks accredited and we continue to strive to create a workforce as diverse as the communities we serve.",
        "agency": false,
        "job_board": null,
        "voluntary": false,
        "job_location": "Exeter",
        "applied": false,
        "profession_id": 2,
        "position_title": "Technical Officer [Track] - Exeter Central Station",
        "contact_id": null,
        "address_id": 1,
        "company_id": 2,
        "company_name": "Network Rail",
        "sector": null,
        "industry": null,
        "website": null
    },
    {
        "advert_id": null,
        "position_id": 3,
        "correspondence_id": 3,
        "advert_ref": null,
        "contract_type": null,
        "full_time_part_time": null,
        "date_posted": null,
        "date_seen": null,
        "closing_date": null,
        "live": null,
        "advert_url": null,
        "min_salary": null,
        "max_salary": null,
        "advert_description": null,
        "agency": null,
        "job_board": null,
        "voluntary": null,
        "job_location": null,
        "applied": null,
        "profession_id": null,
        "position_title": null,
        "contact_id": null,
        "address_id": null,
        "company_id": 3,
        "company_name": "Lidl",
        "sector": null,
        "industry": null,
        "website": null
    },
    {
        "advert_id": null,
        "position_id": null,
        "correspondence_id": null,
        "advert_ref": null,
        "contract_type": null,
        "full_time_part_time": null,
        "date_posted": null,
        "date_seen": null,
        "closing_date": null,
        "live": null,
        "advert_url": null,
        "min_salary": null,
        "max_salary": null,
        "advert_description": null,
        "agency": null,
        "job_board": null,
        "voluntary": null,
        "job_location": null,
        "applied": null,
        "profession_id": 1,
        "position_title": "Administrator - Personnel Admin (Training)",
        "contact_id": null,
        "address_id": null,
        "company_id": null,
        "company_name": null,
        "sector": null,
        "industry": null,
        "website": null
    }
]